taskt/Core/Automation/Commands/ColorGroup/CreateColorCommand.dot
digraph "CreateColorCommand" {
"CreateColorCommand" -> "AColorCreateCommands";
"AColorCreateCommands" -> "ScriptCommand";
"AColorCreateCommands" -> "IColorCreateProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
