taskt/Core/Automation/Commands/ColorGroup/CreateColorCommand.puml
@startuml
CreateColorCommand --> AColorCreateCommands
AColorCreateCommands --> ScriptCommand
AColorCreateCommands --> IColorCreateProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
